{
    "1":{
        "latitude":"33.7609",
        "longitude":"-117.7775",
        "msg":"California poles are wooden with 3 yellow rings, gauche like our enemies at Maverick Inc."
    },
    "2":{
        "latitude":"-26.4127",
        "longitude":"153.0424",
        "msg":"Monsoon is our most electromagnetic employee. We give him little blue stickers for encouragement, like the ones on Queensland poles."
    },
    "3":{
        "latitude":"45.1679",
        "longitude":"5.7048",
        "msg":"Mistral is our only female employee. Here's to French waffle poles and women in male-dominated fields."
    },
    "4":{
        "latitude":"51.8588",
        "longitude":"6.2415",
        "msg":"Not bad... but Sunny Emmerich would've found it faster. A shame she works for the enemy."
    },
    "5":{
        "latitude":"41.2668",
        "longitude":"-7.6973",
        "msg":"Portuguese poles are the same as Spain but lined with holes. Like an ex-worker of ours, Andrey. His head was never screwed on quite right."
    },
    "6":{
        "latitude":"46.3603",
        "longitude":"-72.6784",
        "msg":"Quebec poles have the loveliest black and yellow stickers. We have suspicions The Enemy has ties to an aeronautics company..."
    },
    "7":{
        "latitude":"37.9996",
        "longitude":"23.6840",
        "msg":"An homage to our CISO: the man, the myth, the scissors. We should wish to serenade him with a Harp-shaped Greek pole-top."
    },
    "8":{
        "latitude":"-7.7356",
        "longitude":"-72.6514",
        "msg":"Nothing quite like an afternoon with ladder-style Brazilian poles, (68) Acre phone code and The Cool Brazilian Wind."
    },
    "9":{
        "latitude":"34.8388",
        "longitude":"135.4207",
        "msg":"Good news! Uobei sushi will be served in the ROP LLC. restaurant next week. See you on the 10th floor! Kansai utility pole transformer meta not included."
    },
    "10":{
        "latitude":"-33.2773",
        "longitude":"19.0260",
        "msg":"A dedication to ROP LLC's finest employees - the Winds of Destruction - as they sweep across Western Cape and its A-shaped pole tops."
    }
}